Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-A.bo.en.tmx
Source language: bo
Languages: en

source: དེ་ནས་ གཞན་ ཡང་ མི་དགེ་བ འི་ ལས་ ཀྱི་ ལམ་ འཇིག་རྟེན་ ཐམས་ཅད་ སྐྱོ་བ ར་ བྱེད་པ་
en: $98 “Speaking harsh words is an unvirtuous action that saddens the entire world.

source: ཚིག་རྩུབ་པོ་ སྤངས་པ འི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཇི་ལྟ ར་ འཐོབ་པ ར་ འགྱུར་ ཞེ་ན །_
en: What are the effects that ripen by giving up harsh words?

source: ཚིག་རྩུབ་པོ་ སྤངས་པ་ དེ་ ནི་ དགེ་བ་ མཐོང་བ ར་ འགྱུར །_
en: Those who give up harsh words come to witness what is virtuous.

source: དྲང་པོ འི་ རང་བཞིན་ དང་ །_ དབུགས་དབྱུང་བ འི་ གནས་ [99a] དང་ །_ འཇིག་རྟེན་ ཀུན་ གྱིས་ རྟོགས་པ་ དང་ །_
en: Such people are naturally honest and a source of comfort. [F.99.a] They are esteemed by the whole world.

source: ཚིག་འཇམ་ ཞིང་ དེས་ ལ་ སྙན་པ་ དང་ །_ གཞན་ ལ་ རྣམ་པར་ འཚེ་བ ར་ མི་ བྱེད་ ཅིང་ །_ སྐྱེ་བོ་ ཐམས་ཅད་ ཀྱི་ དབུགས་ འབྱུང་བ་ བྱེད་པ ར་ འགྱུར །_
en: They speak gently and pleasantly, while refraining from harming anyone and bringing everyone comfort.

source: དེ་ རྒྱང་རིང་པོ་ ནས་ མཐོང་ ནས །_ སྐྱེ་བོ་ ཀུན་ ཉེ་བ ར་ འགྲོ་བ ར་ བྱེད །_
en: When such people are seen in the distance, everyone wants to approach them.

source: མཛའ་བཤེས་ ཀྱང་ མང་བ ར་ འགྱུར །_ ནོར་རྫས་ མེད་ ན་ ཡང་ སྐྱེ་བོ་ ཀུན་ དེ འི་ བྲན་ དང་ འདྲ་བ ར་ འགྱུར་ རོ །_།
en: Such people have many friends, and even if they lack material wealth, everyone will act like servants toward them.

source: གལ་ཏེ་ དེ་ལས་ གཞན་ ཞིག་ གིས་ ཉོན་མོངས་པ་ བྱུང་ ན་ ཡང་ དེ་དག་ གིས་ དེ་ ནམས་ ཀྱང་ གཏོང་བ ར་ མི་ བྱེད་ ཅིང་ །_
en: Even if they should happen to disturb anyone, others will not abandon them.

source: དེ འི་ དོན་ ཐམས་ཅད་ ཉོན་མོངས་པ་ མེད་པར་ ཉེ་བ ར་ སྒྲུབ་ ལ་
en: All their objectives will be accomplished without any trouble.

source: དེ་ ལ་ མི་ མཛའ་བ་ དང་ །_ རྒྱལ་པོ་ དང་ །_ ཆུ་ དང་ །_ མེ་ དང་ །_ མཚོན་ གྱིས་ འཇིགས་པ་ མེད་པར་ འགྱུར་ རོ །_།
en: Such people will never have to fear animosity, the authorities, water, fire, or weapons.

source: ལུས་ དང་ བྲལ་ ནས་ ཀྱང་ བདེ་འགྲོ་ མཐོ་རིས་ ཀྱི་ ལྷ་ རྣམས་ ཀྱི་ འཇིག་རྟེན་ དུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_
en: When they later separate from their bodies, they will take birth among the gods in the joyful and divine higher realms.

source: དེར་ སྐྱེས་ ནས་ ཀྱང་ ཚིག་ གི་ རྒྱུ་ འཇམ་པ་ དང་ །_ ཕན་པ་ དང་ །_ སྙན་པ་ དང་ ལྡན་པ ར་ འགྱུར་ ཞིང་ རྫུ་འཕྲུལ་ ཆེ་བ་ དང་ །_ མཐུ་ ཆེ་བ ར་ འགྱུར་ རོ །_།
en: Even then, their words will be gentle, beneficial, and delightful, and they will possess great miracles and great powers.

source: སྔ་མ་ བཞིན་ དུ་ གལ་ཏེ་ ངེས་པ ར་ འབྱུང་བ འི་ བསམ་གཏན་ བདེ་བ འི་ གནས་ ཟག་པ་ མེད་པར་ ཡོངས་སུ་ བསྔོ་ ན །_ དེ་ བྱང་ཆུབ་ གསུམ་ འཐོབ་པ ར་ འགྱུར་ རོ །_།
en: As before, if this is dedicated in an undefiled manner toward the blissful abode of the concentration of deliverance, one will attain the three kinds of awakening.

source: དེ་ནས་ གཞན་ ཡང་ མི་དགེ་བ འི་ ལས་ ཀྱི་ ལམ་ ཚིག་ཀྱལ་པ་ སྤངས་པ ས་ ཚེ་ འདི་ ལ་ ཇི་ལྟ ར་ འཐོབ་པ ར་ འགྱུར་བ་ དང་ །_ ཕྱི་མ་ ལ་ གང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ ཞེ་ན །_
en: $99 “Which effects of giving up the unvirtuous action of chatter will be attained in this life, and what form of rebirth does such relinquishment lead to?

source: ཚིག་ཀྱལ་པ་ སྤངས་པ་ ནི་ འཇིག་རྟེན་ ན་ རིགས་ བཙུན་པ ར་ འགྱུར་ ཞིང་ དེ་ བཀུར་བ ར་ ཡང་ འགྱུར །_
en: Those who give up chatter will be of a pure family and held in high esteem.

source: ཚིག་ སྔ་ཕྱི་ འབྲེལ་བར་ འགྱུར་ ཞིང་ ཚིག་ ལ་ སྐྱེ་བོ་ ཐམས་ཅད་ མངོན་པར་ དགའ་བ ར་ འགྱུར །_
en: Their words will be meaningful and greatly appreciated by everyone.

source: དེ་ ལ་ སྐྱོན་ གྱིས་ སུ་ ཡང་ རྣམ་པར་ འཚེ་བ ར་ མི་ བྱེད་ ལ་
en: They will never be punished for verbal mistakes.

source: ཚིག་ ཤིན་ཏུ་ འབྲེལ་ ཅིང་ འཇིག་རྟེན་ ན་ བཙུན་པ ར་ འགྱུར་ ཏེ །_
en: Their speech will be perfectly articulate and respected in the world.

source: དལ་བ་ དང་ །_ སྙན་པ་ དང་ །_ ཁོང་ དུ་ ཆུད་པ་ དང་ །_ ཆོས་ དང་ ལྡན་པ་ དང་ །_ འཇམ་པ་ དང་ །_ ཟབ་མོ འི་ རྒྱུ འི་ ཚུལ་ དང་ །_ ཆོས་ཉིད་ དང་ མི་འགལ་བ འི་ གཏམ་ སྨྲ་བ་
en: Thus, their words will be calm, beautiful, clear, meaningful, gentle, profound, and never in conflict with the way things are.

source: འཇིག་རྟེན་ ན་ བླ་མ་ དང་ [99b] འདྲ་བ ར་ ལྟ་ ཞིང་ ནོར་རྫས་ བརྟན་པ ར་ ཡང་ འགྱུར །_
en: The world will regard them as teachers [F.99.b] and their wealth will be secure.

source: ལོག་པ ར་ སྤངས་པ་ ཡང་ སྐྱེ་བོ་ ཕ་རོལ་ དག་ གིས་ ཡོན་ཏན་ དུ་ འཛིན་པ ར་ འགྱུར་ ཞིང་ དེ འི་ ཡོན་ཏན་ དེས་ སྐྱེ་བོ་ དག་ གཟུང་བ ར་ འགྱུར་ རོ །_།
en: Others will acknowledge their relinquishment of error as an excellent quality, and they will be inspired to uphold such virtues themselves.

source: ལུས་ དང་ བྲལ་ ནས་ ཀྱང་ བདེ་འགྲོ་ མཐོ་རིས་ ལྷ་ རྣམས་ ཀྱི་ འཇིག་རྟེན་ དུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_
en: When they separate from their bodies, such people will take birth in the joyful higher realms.

source: དེར་ སྐྱེས་ ནས་ ཀྱང་ ལྷ འི་ བུ་ ཐམས་ཅད་ སེམས་པ ར་ འགྱུར་ ཞིང་ རྫུ་འཕྲུལ་ ཆེ་བ་ དང་ །_ ལྷ འི་ བདེ་བ་ དཔེ་མེད་པ་ ལ་ སྤྱོད་པ ར་ འགྱུར་ རོ །_།
en: Once born there they will be held in regard by all the gods. Their miraculous powers will be great, and they will enjoy unparalleled divine pleasures.

source: སྔ་མ་ བཞིན་ དུ་ གལ་ཏེ་ རྣམ་པར་ བྱང་བ་ ཟག་པ་ མེད་པ འི་ བསམ་གཏན་ གྱི་ བདེ་བ ར་ ཡོངས་སུ་ བསྔོ་ ན །_ དེ་ བྱང་ཆུབ་ གསུམ་ འཐོབ་པ ར་ འགྱུར་ རོ །_།
en: As before, if this is dedicated toward the blissful concentration of undefiled purification, one will achieve the three kinds of awakening.

source: དེ་ལྟ ར་ ལུས་ ཀྱི་ རྣམ་པ་ གསུམ་ དང་ །_ ངག་ གི་ རྣམ་པ་ བཞི་ མི་དགེ་བ་ ཡོངས་སུ་ སྤངས་ ན་ མཐ ར་ མྱ་ངན་ ལས་ འདས་པ ར་ འགྱུར་ རོ །_།
en: $100 “Thus, by giving up the three physical and four verbal forms of unvirtuous action one will eventually transcend suffering.

source: དེ་ ནི་ དགེ་བ འི་ ལས་ ཀྱི་ རྒྱུ་ ཡིན་ ལ་ འཇིག་རྟེན་ ན་ ཡང་ བསྔགས་པ ར་ འགྱུར་ ཞིང་ལྷ་ རྣམས་ ཀྱི་ ནང་ དུ་ ཡང་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Such causes of virtuous action will also yield praise within the world and rebirth among the gods.

source: དེ་ ལུས་ དང་ ངག་གི་ལས་ ཡང་དག་ པར་ གྱུར་པ འི་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ འི་ རྒྱུ་ ནི་ རྣལ་འབྱོར་ སྤྱོད་པ་ ནང་ གི་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་བ་ ནང་ གི་ ཡང་དག་ པར་ གྱུར་པ་ རྗེས་སུ་ མཐོང་ ངོ་ །_།
en: These are the causal factors and ripened effects of authentic physical and verbal action as perceived by spiritual practitioners who carefully observe inner phenomena and are authentic within.

source: དེ་ནས་ གཞན་ ཡང་ ཡིད་ ཀྱི་ ལས་ ཇི་ལྟ ར་ དགེ་བ ར་ འགྱུར་ ཞེ་ན །_
en: $101 “How may mental action be virtuous?

source: ཡིད་ ཀྱི་ མི་དགེ་བ་ དེ་ རྣམ་པ་ གསུམ་པོ་ དེ་དག་ ཟློག་པ ས་ དགེ་བ འི་ འབྲས་བུ་ ཚེ་ འདི་ ལ་ བདེ་བ་ གནས་པ་ མྱོང་བ ར་ འགྱུར་ ཞིང་ ལུས་ དང་ བྲལ་ ནས་ ཀྱང་ བདེ་འགྲོ་ མཐོ་རིས་ ལྷ་ རྣམས་ ཀྱི་ འཇིག་རྟེན་ དུ་ སྐྱེ་བ ར་ འགྱུར །_
en: By stopping the three unvirtuous mental acts one will, as the result of such virtue, experience happiness in this life and, when separating from the body, take birth among the gods in the joyful higher realms.

source: གལ་ཏེ་ འཁོར་བ་ ལ་ ཡིད་ བྱུང་ ན་ དེ་ རྒྱུ་ དེས་ ཕུང་པོ་ ལྷག་མ་ མེད་པ འི་ མྱ་ངན་ ལས་ འདས་པ འི་ དབྱིངས་ སུ་ འཇུག་པ ར་ འགྱུར་ རོ །_།
en: Furthermore, if one becomes disenchanted with cyclic existence, it will cause one to enter the field of nirvāṇa without any remainder of the aggregates.

source: ཡིད་ ཀྱི་ ལས་ ནི་ རྣམ་པ་ གསུམ་ སྟེ །_ བརྣབ་སེམས་ དང་ །_ གནོད་སེམས་ དང་ །_ ལོག་པ ར་ ལྟ་བ འོ །_།
en: $102 “The three mental acts are covetousness, ill will, and wrong view.

source: དེ་ནས་ གཞན་ ཡང་ བརྣབ་སེམས་ སྤངས་པ ས་ དགེ་བ འི་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཇི་ལྟ་བུ་ ཞིག་ འབྱུང་ ཞེ་ན །_
en: Among these three unvirtuous courses of action, what effects will be ripened by specifically giving up covetousness?

source: རྣལ་འབྱོར་ སྤྱོད་པ་ ནང་ གི་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་ ཞིང་ གནས་པ་ དེས་ ཐོས་ [100a] པ་ ལས་ བྱུང་བ འི་ ཤེས་པ འམ །_ ལྷ འི་ མིག་ གིས་ མཐོང་ སྟེ །_
en: Spiritual practitioners who carefully observe inner phenomena see this by means of knowledge derived from hearing [F.100.a] or through the divine eye.

source: བརྣབ་སེམས་ སྤངས་པ་ ནི་ རྒྱལ་པོ འམ །_ རྒྱལ་པོ འི་ བློན་པོ འི་ ནོར་རྫས་ ཀྱི་ རྣམ་པ་ མང་པོ་ ཐམས་ཅད་ གང་ ལ་ ཡང་ ཡིད་ ཀྱིས་ དབྲོག་པ འི་ དོན་ དུ་ སེམས་པ ར་ མི་ བྱེད་པ་ ཡིན་ ནོ །_།
en: By giving up covetousness one will not harbor any intent to take possession of the diverse and abundant wealth of kings or royal ministers.

source: དེ འི་ ནོར་རྫས་ གཞིག་ ཏུ་ སྟོར་ ན་ ཡང་ གཞན་ གྱིས་ རྙེད་ ཅིང་ དེ་ ལ་ སྐྱེ་བོ་ དེ་ དང་ །_ གཙོ་བོ ར་ གྱུར་པ་ ཞིག་ ན་ ཡང་ སླར་ སྦྱིན་པ ར་ བྱེད་ དེ །_
en: Should the wealth of such a person be lost, those who find it will return it, even if they are in a superior position.

source: ནོར་ དང་ རྟག་ ཏུ་ ལྡན་ ཞིང་ གཞན་དག་ གིས་ མི་ ཐུབ་པ ར་ འགྱུར་ རོ །_།
en: Those who abandon covetousness will always be wealthy and never subjugated by others.

source: ལུས་ དང་ བྲལ་ ནས་ ཀྱང་ བདེ་འགྲོ་ མཐོ་རིས་ ལྷ་ རྣམས་ ཀྱི་ འཇིག་རྟེན་ དུ་ སྐྱེ་བ ར་ འགྱུར་ ལ །_
en: When they separate from their bodies, such people will take birth among the gods in the joyful higher realms.

source: དེར་ སྐྱེས་ ནས་ ཀྱང་ ལྷ་ དང་ ལྷ་མ་ ཡིན་ དུ་ གཡུལ་འགྱེད་པ འི་ ཚེ་ལྷ་མ་ ཡིན་ གང་ གིས་ ཀྱང་ ཡོངས་སུ་ ཐུབ་པ ར་ མི་ འགྱུར་ ཞིང་
en: Thus, born as gods, no asura will be able to defeat them in the battles between gods and asuras.

source: རྡེག་པ ར་ མི་ འགྱུར་ ལ །_ རྣམ་པར་ ཐོ་ འཚམ་པ ར་ མི་ འགྱུར་ རོ །_།
en: No asura will be able to strike them, or even simply mock them.

source: དེ་དག་ ལས་ རྣམ་པར་ ཕྱེ་བ ར་ མི་ འགྱུར་ ཏེ །_ ལྷ འི་ བུ་ ཐམས་ཅད་ ལ་ འདོད་པ་ དང་ །_ སྡུག་པ་ དང་ །_ ཡིད་ དུ་ འོང་བ ར་ འགྱུར་ ཞིང་ །_
en: They will never be shunned by the other gods, who will always regard them as agreeable, delightful, and attractive.

source: སྒྲ་ དང་ །_ རེག་བྱ་ དང་ །_ རོ་ དང་ །_ གཟུགས་ དང་ །_ དྲི་ སྡུག་པ་ དཔེ་མེད་པ་ ཉེ་བ ར་ སྤྱོད་པ ར་ འགྱུར་ རོ །_།
en: They will experience unparalleled sounds, textures, tastes, forms, and scents.

source: སྔ་མ་ བཞིན་ དུ་ གལ་ཏེ་ ངེས་པ ར་ འབྱུང་བ་ ཟག་པ་ མེད་པ འི་ བསམ་གཏན་ གྱི་ འབྲས་བུ འི་ ལམ་ དུ་ ཡོངས་སུ་ བསྔོ་ ན །_ དེ་ བྱང་ཆུབ་ གསུམ་ འཐོབ་པ ར་ འགྱུར་ རོ །_།
en: As before, if this is dedicated toward the effect of the undefiled concentration of deliverance, one will attain the three kinds of awakening.

source: དེ་ནས་ གཞན་ ཡང་ གནོད་སེམས་ མི་དགེ་བ འི་ ལས་ ཀྱི་ ལམ་ སྤངས་པ ས་ དགེ་བ འི་ ལས་ ཀྱི་ འབྲས་བུ་ ཇི་ལྟ ར་ འཐོབ་པ ར་ འགྱུར་ ཞེ་ན །_
en: $103 “What effects of virtuous action will be attained by giving up the unvirtuous action of ill will?

source: གནོད་སེམས་ སྤངས་པ ས་ ཚེ་ འདི་ཉིད་ ལ་ འབྱོར་པ་ དང་ བདེ་བ ར་ གནས་པ ར་ འགྱུར་ ལ །_
en: By giving up ill will, one will be wealthy and happy in the present life.

source: སྐྱེ་བོ་ ཐམས་ཅད་ དགའ་བ་ དང་ །_ ཡིད་ དུ་ འོང་བ ར་ འགྱུར །_
en: Everybody will regard one with joy and delight.

source: ཕ་རོལ་ གྱིས་ འཇིགས་ ཤིང་ ཉམ་ང་བ་ མི་བཟད་པ་ ཆེན་པོ་ དང་ རྣམ་པར་ གཙེ་བ ར་ མི་ ནུས་ ཤིང་ །_
en: Nobody will be able to inflict great and unbearable terror, misfortune, or harm.

source: རྒྱལ་པོ འི་ འཁོར་ གྱི་ འཇིགས་པ་ དང་ །_ ཆོམ་རྐུན་ དང་ །_ གཡང་ས འི་ འཇིགས་པ་ དང་ །_ མེ འི་ འཇིགས་པ་ དང་ །_ གནོད་པ འི་ འཇིགས་པ་ དང་ །_ གཡོ འི་ འཇིགས་པ་ དང་ །_ ཆུ འི་ འཇིགས་ [100b] པ་ དང་ །_ འཇིགས་པ་ དུ་མ་ ཉམ་ང་བ་ དག་ དང་ བྲལ་ ཞིང་
en: One will not have to fear the authorities, robbers and thieves, falling into an abyss, other people, injury, deceit, floods, or many other such unpleasant terrors.

source: འཇིགས་པ་ དང་ །_ ཉམ་ང་བ་ དག་ ལས་ ཀུན་ ཏུ་ ཐར་ ཏེ
en: [F.100.b] Thus one will be free from fear and misfortune.

source: སྐྱེ་བོ་ ཐམས་ཅད་ ཀྱི་ སྡུག་པ་ དང་ །_ མཆོག་ ཏུ་ དགའ་བ ར་ འགྱུར །_
en: Everybody will look upon one with appreciation and delight.

source: སྡིག་པ འི་ སྐྱེ་བོ་ དང་ །_ དགེ་བ འི་ སྐྱེ་བོ་ ལ་ བུ་ དང་ །_ སྤུན་ དང་ འདྲ་བ ར་ སྡུག་པ ར་ འགྱུར་ རོ །_།
en: Everyone, whether evil or good, will show one affection as if one were their own child or sibling.

source: དེར་ ཡང་ རྫུ་འཕྲུལ་ ཆེ་བ་ དང་ །_ མཐུ་ ཆེ་བ ར་ འགྱུར །_ གཟུགས་ དང་ །_ སྒྲ་ དང་ །_ རེག་བྱ་ འདོད་པ་ ཐམས་ཅད་ འབྱོར་པ་ ལ་ གནས་པ ར་ འགྱུར་ ཞིང་
en: There, one will master great miraculous feats and powers, and enjoy a wealth of delightful forms, sounds, and textures.

source: དགའ་བ འི་ ཚལ་ དང་ །_ ཡོངས་སུ་ འདུ་བ་ དང་ །_ རྣམ་པར་ མཛེས་པ་ དང་ །_
en: One will enjoy delightful parks, perfectly arrayed and of the most beautiful kind.

source: ཤིང་ རྟ་ སྣ་ཚོགས་ ཀྱི་ ཚལ་ ཆེན་པོ་ རྣམས་ སུ་ ལྷ འི་ བུ་མོ འི་ ཚོགས་ ཀྱིས་ ཡོངས་སུ་ བསྐོར་བ ར་ འགྱུར །_ དེ འི་ ལུས་ དང་ །_ ངག་ དང་ །_ ཡིད་ ལ་ ལྷ་ གང་ གིས་ ཀྱང་ རྣམ་པར་ གཙེ་བ ར་ མི་ ནུས་ ཤིང་ །_
en: In sprawling gardens filled with delights one will be the center of attention for great gatherings of goddesses, and no god will be able to bring any harm upon one’s body, voice, or mind.

source: དེ་ ལ་ ལྷ་ འབུམ་ སྙེད་ དག་ གིས་ དགའ་བ་ སྐྱེད་པ ར་ འགྱུར་ ལ །_ ལྷ འི་ རྒྱལ་པོ་ བརྒྱ་བྱིན་ གྱི་ འདོད་པ་ དང་ །_ སྡུག་པ་ དང་ །_ དགའ་བ་ དང་ །_ ཡིད་ དུ་ འོང་བ ར་ འགྱུར །_
en: Instead, hundreds of thousands of gods will make one happy, and one will be as successful, attractive, happy, and appealing as Śakra, king of the gods.

source: ལྷ་ དང་ ལྷ་མ་ ཡིན་ གྱི་ གཡུལ་འགྱེད་པ འི་ ཉོན་མོངས་པ་ དག་ ཀྱང་ མེད་ ཅིང་ འཁྲུག་པ་ དག་ དང་ འབྲལ་བ ར་ འགྱུར་ རོ །_།
en: Never afflicted by the warfare between gods and asuras, one will remain free from all conflicts.

source: གལ་ཏེ་ ངེས་པ ར་ འབྱུང་བ་ འཇིག་རྟེན་ ལས་ འདས་པ འི་ ལམ་ ཉོན་མོངས་པ་ མེད་པར་ ཡོངས་སུ་ བསྔོ་ ན །_ དེ་ ལྷ འི་ འཇིག་རྟེན་ དེ་ནས་ ཤི་ ནས་ འཁོར་ལོ ས་ སྒྱུར་བ འི་ རྒྱལ་པོ་ གླིང་བཞི་ ལ་ དབང་བ་ རིན་པོ་ཆེ་ སྣ་ བདུན་ ལ་ཉེ་ བར་ སྤྱོད་པ་ རྣམ་པ་ དུ་མ ར་ འགྱུར་ ཏེ །_ འདི་ལྟ་སྟེ །_
en: $105 “When this is dedicated without affliction toward the supramundane path of deliverance, one will, after dying as a god, become a universal monarch who holds sway over the four continents and partakes of the seven treasures. Those seven treasures are as follows:

source: བུད་མེད་ རིན་པོ་ཆེ་ ནི་ དེ འི་ བུད་མེད་ ཀྱི་ ལུས་ ལས་ ཙན་དན་ དང་ སྤོས་ འབྱུང་ ཞིང་ཁ་ ནས་ ཨུད་པ་ ལ འི་ དྲི་ འབྱུང་ །_
en: $106 (1) The precious lady whose body emits a scent of sandalwood and incense powder, while her mouth is redolent of blue lotuses.

source: བྱ་ ཀ་ ལིང་ ག་ ལྟར་ རེག་ ན་ བདེ་བ ར་ འགྱུར་ ཏེ །_
en: She is as delightful to touch as the kaliṅga bird.

source: བྱ་ ཀ་ ལིང་ ག་ ཞེས་ བྱ་བ་ ནི་ རྒྱ་མཚོ འི་ གླིང་ ལ་ གནས་པ འི་ བྱ་ ཡིན་ ནོ །_།
en: This is a bird inhabiting islands in the ocean that has such power that whoever touches it is freed from physical discomfort.

source: དེ་ལྟ ར་ འདི འི་ མཐུ ས་ གང་ ལ་ རེག་པ་ ཉིད་ ཀྱི་ ལུས་ ཀྱི་ ཉོན་མོངས་པ་ མེད་པར་ འགྱུར་ ཞིང་ །_ གླིང་ དེ་ ན་ གནས་པ འི་ སྐྱེ་བོ་ བཀྲེས་པ་ དང་ །_ སྐོམ་པ་ དང་ །_ མྱ་ངན་ དང་ བྲལ་བ ར་ འགྱུར །_
en: Thus, the people who live on those islands are free from all hunger, thirst, and ailments.

source: བུད་མེད་ དེ་ལྟ་ བུ་ དེ་ འཁོར་ལོ ས་ སྒྱུར་བ འི་ རྒྱལ་པོས་ མཐོང་ ནས་ གྲང་བ འི་ དུས་ སུ་ ནི་ དྲོ་བ ར་ བྱེད་ ཅིང་ དྲོ་བ འི་ དུས་ སུ་ ནི་ [101a] བསིལ་བ ར་ བྱེད་ དེ །_
en: When the universal monarch beholds the precious lady, who is similar to that kaliṅga bird, the sight of her warms him during winter and cools him during summer.

source: དེ་ ལ་ མི་ གཞན་ གང་ གིས་ ཀྱང་ རེག་པ ར་ བྱ་བ ར་ མི་ ནུས་ སོ །_།
en: [F.101.a] All the while, no one but the monarch himself is allowed to touch her.

source: དེ་ གནོད་སེམས་ སྤངས་པ འི་ མཐུ ས་ དགེ་བ འི་ ལས་ ཀྱི་ རྗེས་སུ་ ཞུགས་པ་ དགེ་བ་ ཐམས་ཅད་ ཡང་དག་ པར་ རྟོགས་པ འི་ མི་ དེ་དག་ ཐམས་ཅད་ ཀྱིས་ མ་ དང་ སྲིང་མོ་ ལྟར་ མཐོང་ ངོ་ །_།
en: As a result of having given up ill will, this precious lady pursues virtuous actions such that anyone who understands virtue will regard her as their mother or sister.

source: དེ་ཡང་ རྒྱལ་པོ་ དེ འི་ ཡིད་ དུ་ འོང་ཞིང་ དེ་ ལ་ གུས་པ ར་ བྱེད་ ལ་ དེ འི་ སྙིང་ དུ་ སྡུག་པ་ དང་ །_ རྟག་ ཏུ་ བདེ་བ འི་ རྗེས་སུ་ འཇུག་པ ར་ འགྱུར་ རོ །_།
en: The monarch is dear to her and she treats him with respect. She loves him and follows him joyfully.

source: བུད་མེད་ ཀྱི་ སྐྱོན་ རྣམ་པ་ ལྔ་ སྤངས་པ་ ཡིན་ ཏེ །_ འདི་ལྟ་སྟེ །_
en: “The precious lady is free of the following five flaws of a woman:

source: སྐྱེས་པ་ གཞན་ ལ་ སེམས་པ་ དང་ །_ སེར་སྣ་ དང་ །_ མི་རིགས་ པར་ ཆགས་པ་ དང་ །_ མི་རིགས་པ འི་ གནས་ ལ་ རྗེས་སུ་ དགའ་བ་ དང་ །_ ཁྱིམ་ཐབ་ ཀྱི་ སྲོག་ གཅད་པ ར་ འཛིན་པ འོ །_།
en: having interest in other men, being stingy, having unreasonable attachments, taking inappropriate pleasures, and killing the lord of the household.

source: བུད་མེད་ རིན་པོ་ཆེ འི་ ཡོན་ཏན་ ལྔ་ དང་ ལྡན་པ ར་ འགྱུར་ ཏེ །_ འདི་ལྟ་སྟེ །_
en: Instead the precious lady has these five qualities:

source: བསམ་པ་ དང་ འཐུན་ པར་ འགྱུར་བ་ དང་ །_ བུ་ མང་པོ་ བཙའ་བ ར་ འགྱུར་བ་ དང་ །_ རིགས་ འཐུན་ པར་ འགྱུར་བ་ དང་ །_ སྲིད་ མཐོ་བ ར་ འགྱུར་བ་ དང་ །_ ཁྱིམ་ཐབ་ བུད་མེད་ གཞན་ ལ་ སེམས་ ན་ ཕྲག་དོག་ མི་ བྱེད་པ འོ །_།
en: she is obliging, bears many sons, is friendly, is of high status, and is not jealous when the lord of the household shows interest in other women.

source: གཞན་ ཡང་ བུད་མེད་ ཆེན་ མོ འི་ ཡོན་ཏན་ གསུམ་ དང་ ལྡན་པ ར་ འགྱུར་ ཏེ །_
en: She also possesses three further qualities of great women:

source: འདི་ལྟ་སྟེ །_ ཚིག་ ཅལ་ཅོལ་ མེད་པར་ འགྱུར་བ་ དང་ །_ ལོག་པ ར་ ལྟ་བ་ མེད་པར་ འགྱུར་བ་ དང་ །_ ཁྱིམ་ཐབ་ མེད་ ཀྱང་ སྒྲ་ དང་ །_ དྲི་ དང་ །_ རོ་ དང་ །_ རེག་བྱ་ དག་ གི་ དབང་ དུ་ མི་འགྱུར་བ འོ །_།
en: she refrains from idle talk, avoids wrong views, and does not fall under the power of sounds, smells, tastes, or textures, even when her husband is absent.

source: དེ་ རྒྱུ་ དེས་ ལུས་ དང་ བྲལ་ ནས་ བདེ་འགྲོ་ མཐོ་རིས་ ཀྱི་ ལྷ་ རྣམས་ ཀྱི་ འཇིག་རྟེན་ དུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_
en: As the result of this, once she separates from her body, she is born among the gods in the joyful higher realms.

source: དེ་ལྟ ར་ འཁོར་ལོ ས་ སྒྱུར་བ འི་ རྒྱལ་པོ་ བུད་མེད་ རིན་པོ་ཆེ་ ལ་ཉེ་ བར་ སྤྱོད་པ ར་ འགྱུར་ རོ །_།
en: That is the precious lady belonging to the universal monarch. $107

source: དེ་ནས་ གཞན་ ཡང་ གནོད་སེམས་ ཀྱི་ དྲི་མ་ ཆེན་པོ་ སྤངས་པ ས་ དགེ་བ འི་ ལས་ ཀྱི་ རྣམ་པར་ སྨིན་པ ས་ འཁོར་ལོ ས་ སྒྱུར་བ འི་ རྒྱལ་པོ ར་ ཇི་ལྟ ར་ འགྱུར་ ཞེ་ན །_
en: (2) “What else characterizes the universal monarch, an attainment that is due to the ripening of the virtuous action of relinquishing the great stain of ill will?

source: གཞན་ གྱི་ མི་དགེ་བ འི་ ལས་ ཀྱི་ རྒྱུ་ འཐུན་པ་ གནོད་སེམས་ ཆེན་པོ་ སྤངས་པ ས །_ རིན་པོ་ཆེ་ གཉིས་པ་ ནོར་བུ་ རིན་པོ་ཆེ་ ལ་ཉེ་ བར་ སྤྱོད་པ ར་ འགྱུར་ ཏེ །_
en: By giving up severe ill will, which is the concordant cause for other unvirtuous actions, one will come to enjoy the second treasure, the precious jewel.

source: དེ འི་ ཡོན་ [101b] ཏན་ བརྒྱད་ དང་ ལྡན་པ་ ཡིན་ ནོ །_།
en: [F.101.b] Such a jewel is endowed with eight qualities.

source: འདི་ལྟ་སྟེ །_ མཚན་མོ་ རབ་ཏུ་ གསལ་བ་ ཡིན་ ཏེ །_ ཇི་ལྟ ར་ སྟོན་ཀ འི་ ཟླ་བ་ ཉ་བ་ ནི །_
en: It shines at night, like the full moon in autumn.

source: སྟོན་ཀ་ འོད་གསལ་བ ར་ འགྱུར་བ་ དེ་ལྟ ར་ ནོར་བུ་ ཡང་ མཚན་མོ འི་ མུན་པ་ མུན་ནག་ དག་ ལ་ དཔག་ཚད་ བརྒྱ ར་ འོད་ འབྱུང་ ཞིང་
en: Just like the radiant autumn moon, the precious jewel illumines the darkest of nights and it bathes everything within a hundred leagues in its light.

source: ཉིན་པ ར་ ཚ་བ ས་ གདུངས་པ་ རྣམས་ ལ་ ནི་ འོད་ བསིལ་བ་ འབྱུང་ སྟེ ཚ་བ་ སེལ་བར་ བྱེད་པ་
en: Those tormented by heat during the day are cooled by the jewel’s soothing light.

source: འདི་ ནི་ ནོར་བུ་ དེ འི་ ཡོན་ཏན་ གཅིག་ ཡིན་ ནོ །_།
en: Thus, cooling others is the jewel’s first quality.

source: གཞན་ ཡང་ ཡོན་ཏན་ གཉིས་པ་ ནི་ གང་ གི་ ཚེ་ ལམ་ དུ་ ཞུགས་པ་ ལ་ ཆུ་ དང་ བྲལ་བ་ དེ འི་ ཚེ །_ སྐོམ་པ ས་ གདུངས་པ་ རྣམས་ ལ་ ཆུ་ཆེན་པོ་ ཡན་ལག་ བརྒྱད་ དང་ ལྡན་པ་ རབ་ཏུ་ འབྱུང་བ ར་ འགྱུར་ ལ་ དེས་ སྐོམ་པ་ དེ་དག་ ཐམས་ཅད་ སེལ་བར་ འགྱུར་ ཏེ
en: As for the second quality, when travelers suffer from thirst, rivers of water endowed with eight qualities will gush forth from the jewel, quenching everyone’s thirst.

source: འདི་ ནི་ ནོར་བུ་ དེ འི་ ཡོན་ཏན་ གཉིས་པ་ ཡིན་ ནོ །_།
en: That is the jewel’s second quality.

source: གཞན་ ཡང་ ནོར་བུ་ དེ འི་ ཡོན་ཏན་ གསུམ་པ་ ནི་ གང་ འཁོར་ལོ ས་ སྒྱུར་བ འི་ རྒྱལ་པོས་ བསམས་པ་ ནོར་བུ་ དེ་ལས་ འབྱུང་ སྟེ །_
en: Third, whatever the monarch may want, the jewel will provide.

source: འདི་ ནི་ ནོར་བུ་ དེ འི་ ཡོན་ཏན་ གསུམ་པ་ ཡིན་ ནོ །_།
en: That is its third quality.

source: གཞན་ ཡང་ ནོར་བུ་ དེ འི་ ཡོན་ཏན་ བཞི་པ་ ནི །_ ཡན་ལག་ བརྒྱད་ པར་ འགྱུར་ ཏེ །_ དེ འི་ ཆ་རེ་ རེས་ འོད་ ཀྱི་ ཁ་དོག་ སྣ་ཚོགས་ གཏོང་ སྟེ །_ སྔོན་པོ་ དང་ །_ སེར་པོ་ དང་ །_ དཀར་པོ་ དང་ །_ དམར་པོ་ དང་ །_ བཙོད་ ཀ འི་ ཁ་དོག་ ལྟ་བུ འོ །_།
en: Fourth, the jewel has eight facets, and from each one of them shines multicolored light: blue, yellow, white, red, and the color of madder.

source: གཞན་ ཡང་ ནོར་བུ་ དེ འི་ ཡོན་ཏན་ ལྔ་པ་ ནི་ ནོར་བུ་ དེ་ གང་ ན་ འདུག་པ་ དཔག་ཚད་ བརྒྱ ར་ ཉེ་བ་ དག་ གི་ ནད་མེད་ པར་ འགྱུར །_
en: Fifth, all diseases will be healed within a hundred leagues of the jewel.

source: རྟག་ ཏུ་ ཡིད་ མཉམ་པ ར་ གཞག་པ་ དང་ དེ འི་ འདོད་པ་ ཐམས་ཅད་ ལས་ ཇི་ལྟ་བ་ བཞིན་ དུ་ འབྲས་བུ་ མེད་པར་ མི་ འགྱུར་ རོ །_།
en: The minds of everyone will enter equipoise, and no wish will go unfulfilled.

source: གཞན་ ཡང་ ནོར་བུ་ དེ འི་ ཡོན་ཏན་ དྲུག་པ་ ནི་ ཀླུ་ ངན་པ ས་ ཆར་ མི་བཟད་པ་ མངོན་པར་ དབབ་པ ར་ མི་ ནུས་ སོ །_།
en: Sixth, the jewel prevents evil nāgas from causing calamities.

source: གཞན་ ཡང་ ནོར་བུ་ དེ འི་ ཡོན་ཏན་ བདུན་པ་ ནི་ མྱ་ ངམ་ དང་ །_ གཡང་ས་ དང་ །_ དགོན་པ་ དང་ །_ ཤིང་ ལྗོན་པ་ དང་ །_ ཡུལ་ དང་ བྲལ་བ་ རྣམས་ ཤིང་ ལྗོན་པ་ དང་ །_ མཚེའུ་ དང་ །_ ཚལ་ དང་ །_ པད་མ་ དང་ །_ ནགས་ཚལ་ དང་ །_ ནེའུ་གསིང་ ཕུན་སུམ་ ཚོགས་པ ར་ འགྱུར་ རོ །_།
en: Seventh, those lost in deserts, ravines, and wilderness, and those who lack trees or a place to stay, will all find perfect trees, ponds, lotuses, forests, and meadows.

source: གཞན་ ཡང་ ནོར་བུ་ དེ འི་ ཡོན་ཏན་ བརྒྱད་པ་ ནི་ མི་གང་ ཡང་ དུས་ མ་ཡིན་པ ར་ འཆི་བ ར་ མི་ འགྱུར་ ཞིང་ །_ དུད་འགྲོ འི་ འགྲོ་བ ར་ མི་ འགྱུར་ ཏེ །_
en: The jewel’s eighth quality is that it prevents untimely death among humans as well as rebirth in the animal realm.

source: དུད་ [102a] འགྲོ འི་ འགྲོ་བ་ དག་ གིས་ ཀྱང་ གནོད་པ ར་ མི་ འགྱུར་ རོ །_། མི་ འཐུན་ པས་ ཡང་ མི་ འཐུན་པ་ ལ་ གནོད་པ ར་ མི་ འགྱུར་ ཏེ །_ འདི་ལྟ་སྟེ །_ ནེའུ་ལེ་ དང་ །_ སྦྲུལ་ ལྟ་བུ་ སྟེ་
en: [F.102.a] Also, animals will not harm each other, even if they belong to opposing species, as in the case of mongooses and snakes.

source: ཡོན་ཏན་ ཆེན་པོ་ བརྒྱད་པོ་ དེ་དག་ དང་ ལྡན་ ནོ །_།
en: Thus, the jewel is endowed with these eight great qualities.

source: འཁོར་ལོ ས་ སྒྱུར་བ འི་ རྒྱལ་པོ་ དེ འི་ གནོད་སེམས་ སྤངས་པ་ དགེ་བ འི་ ལས་ ཀྱི་ རྣམ་པར་ སྨིན་པ ར་ འགྱུར་བ་ ནི་ དེ འི་ བུ་ ཡང་ སྟོང་ ཐམ་པ ར་ འབྱུང་ སྟེ །_ དཔའ་ ཞིང་ རྟུལ་ཕོད་ ལ་ ཡན་ལག་ མཆོག་ གི་ གཟུགས་ དང་ ལྡན་པ །_ ཕ་རོལ་ གྱི་ སྡེ་ མངོན་པར་ འཇོམས་པ །_
en: Moreover, due to the ripening of the universal monarch’s practice of giving up ill will, he will father a thousand sons, each of them bold and heroic, endowed with supreme physiques, conquerors of enemy armies.

source: བསམ་པ འི་ རྗེས་སུ་ འཇུག་པ །_ ཆོས་ དང་ ལྡན་ ཞིང་ ཆོས་ ཀྱི་ རྗེས་སུ་ འཇུག་པ །_
en: All of them will follow through on their plans, be endowed with the Dharma, and act in accordance with the Dharma.

source: རིགས་ འཐུན་པ །_ འཁོར་ གྱི་ སྐྱེ་བོ་ ཐམས་ཅད་ དགའ་ ཞིང་ རང་བཞིན་ གྱིས་ རྗེས་སུ་ ཆགས་པ་ དག་ ཡིན་ ནོ །_།
en: They will be in harmony with their family, and everyone around them will regard them with natural joy and affection.$108

source: དེ་ནས་ གཞན་ ཡང་ གནོད་སེམས་ སྤངས་པ ས་ གསུམ་པ་ འཇིག་རྟེན་ དུ་ འཁོར་ལོ་ རིན་པོ་ཆེ་ ཇི་ལྟ ར་ འབྱུང་ ཞེ་ན །_
en: (3) “How does the precious wheel, which is the third result of giving up ill will, manifest within the world?

source: རྣལ་འབྱོར་ སྤྱོད་པ་ ནང་ གི་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་ ཞིང་ གནས་པ་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ འམ །_ ལྷ འི་ མིག་ གིས་ བརྟགས་ ན །_
en: Spiritual practitioners who carefully observe inner phenomena see this by means of knowledge derived from hearing or through the divine eye.

source: འཁོར་ལོ་ རིན་པོ་ཆེ་ ཡོན་ཏན་ ལྔ་ དང་ ལྡན་པ ར་ མཐོང་ སྟེ །_
en: They perceive a precious wheel endowed with five qualities.

source: འདི་ལྟ་སྟེ །_ འཛམ་བུ འི་ ཆུ་བོ འི་ གསེར་ ལས་ བྱས་པ །_ ཚད་ དཔག་ཚད་ ལྔ་ བརྒྱ་ ཡོད་པ །_ རྩིབས་ སྟོང་ ཡོད་ ཅིང་ །_ འཇིག་རྟེན་ ན་ ཉི་མ་ གཉིས་པ་ ལྟ་བུ ར་ རྣམ་པར་ མཛེས་ ཏེ །_ འདི་ ནི་ དེ འི་ ཡོན་ཏན་ དང་པོ་ ཡིན་ ནོ །_།
en: As for the first quality, the wheel is made of gold from the Jambu River, measures five hundred leagues, has a thousand spokes, and shines beautifully, like a second sun in the world.

source: གཞན་ ཡང་ འཁོར་ལོ་ རིན་པོ་ཆེ འི་ ཡོན་ཏན་ གཉིས་པ་ ནི་ ནམ་མཁའ་ ལ་ དཔག་ཚད་ འབུམ་ དུ་ ཉི་མ་ གཅིག་ གིས་ ཐོགས་པ་ མེད་པར་ འགྲོ འོ །_།
en: The second quality is that the wheel travels unhindered through the sky, crossing a hundred thousand leagues in a single day.
